thorrak/esp_wifi_config/examples/with_cli/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Enable WiFi Config CLI
CONFIG_WIFI_CFG_ENABLE_CLI=y

# ESP Console settings
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
